Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: License Terms not accepted
ja: ライセンス条項を承諾していない

source: License URL not available: {0}
ja: ライセンスのURLが利用できません: {0}

source: License URL:
ja: ライセンス URL:

source: Licensing Terms
ja: ライセンス条項

source: Licensing Terms: %1
ja: ライセンス条項: %1

source: Lift Gate
ja: 遮断機

source: Light Commercial Vehicles (goods)
ja: 軽トラック(goods)

source: Light Rail
ja: ライトレール(専用軌道)

source: Lighthouse
ja: 灯台

source: Lighting
ja: 照明器具

source: Like physical copyrighted works, electronic data sources should have a terms of condition, disclaimer or copyright notice attached with it.
ja: 物理的な著作権作品と同様に、電子データ源も許諾条件(terms of condition)、断り書き(disclaimer)、著作権の注意書き(copyright notice)が付随しているはずです。

source: Line between the sea and land (with the water on the right side of the way).
ja: 海と陸の境界線です(水面がウェイの右側)。

source: Line information
ja: 線の情報

source: Line simplification accuracy (degrees)
ja: 線を簡略化するぶれ幅(度)

source: Line type
ja: 線の種類

source: Line {0} column {1}:
ja: {0}行{1}桁目:

source: Lines: {0} / Routes: {1}
ja: ライン:{0}/ルート:{1}

source: Link
ja: リンク

source: Link offset for overlapping links
ja: オーバーラップリンクのリンクオフセット

source: Link to a GPX data file on your local disk.
ja: ローカル上のGPXデータへリンクします。

source: Link to a OSM data file on your local disk.
ja: ローカルディスク上のOSMデータファイルにリンク

source: Links
ja: リンク

source: Links/Nodes
ja: リンク/ノード

source: Links: {0} / Nodes: {1}
ja: リンク:{0}/ノード:{1}

source: List
ja: リスト

source: List in role {0} is currently not participating in a compare pair.
ja: ロール {0} のリストは現在比較ペアに参加していません

source: List of Numbers
ja: 住居番号のリスト

source: List of elements in my dataset, i.e. the local dataset
ja: 自分のデータセットの要素リスト、例: ローカルデータセット

source: List of elements in their dataset, i.e. the server dataset
ja: 相手のデータセットの要素リスト、例: サーバーデータセット

source: List of generated Styles:
ja: 作成されたスタイルの一覧:

source: List of lists
ja: リストの一覧

source: List of maps
ja: 地図の一覧

source: List of merged elements.
ja: マージされた要素のリスト。

source: List of notes
ja: メモの一覧

source: List of recent relations
ja: 最近のリレーションの一覧

source: List of recently opened files
ja: 最近使用したファイルの一覧

source: List of surfaces the vehicle cannot use, values are separated by semicolons (;)
ja: 自動車を使用することができない路面の一覧、セミコロン(;)区切りで入力

source: Lit
ja: 照明

source: LiveGPS layer
ja: LiveGPSレイヤー

source: Living Street
ja: 生活道路

source: Load
ja: 読み込み中

source: Load CSV import settings
ja: CSV インポート設定を読み込む

source: Load Picture Calibration...
ja: 画像較正をロード...

source: Load Session
ja: セッションを読み込む

source: Load Shortcut scheme
ja: ショートカット設定をロード

source: Load a session from file.
ja: ファイルからセッションを読みます。

source: Load all error tiles
ja: エラーになったタイルをすべて読み込み

source: Load all tiles
ja: タイルをすべて読み込み

source: Load category
ja: カテゴリを読み込む

source: Load data from API
ja: APIからのデータ読み込み

source: Load from file
ja: ファイルから読み込む

source: Load from list...
ja: 一覧からロード...

source: Load geotagged Images
ja: ジオタグされた画像のロード

source: Load history
ja: 履歴をロード

source: Load image
ja: 画像を読み込む

source: Load imagery layers
ja: 画像レイヤーをロード

source: Load layer from cache
ja: キャッシュからレイヤーをロード

source: Load location from cache (only if cache is enabled)
ja: キャッシュから位置を読み込む(もしキャッシュが可能な場合)

source: Load map style
ja: マップスタイルのロード

source: Load objects from server
ja: サーバーからオブジェクトをロード

source: Load parent relations
ja: 親リレーションをロード

source: Load plugins from a list of plugins
ja: プラグインのリストからプラグインを読み込む

source: Load plugins from list
ja: 一覧からプラグインをロード

source: Load profile
ja: プロファイルを開く

source: Load relation
ja: リレーションをロード

source: Load separate data store data from a file.
ja: Separate Data Store のデータをファイルから読み込む

source: Load settings...
ja: 設定を読み込む...

source: Load the list of your open changesets from the server
ja: 自分の開いた変更セットのリストをサーバーからロード

source: Load tile
ja: タイルを読み込み

source: Load without associated node
ja: 関連するノードなしで読み込む

source: Load...
ja: 読み込み...

source: Loaded
ja: 読み込みました

source: Loading
ja: 読み込んでいます

source: Loading ...
ja: 読み込み ...

source: Loading Images ...
ja: 画像のロード...

source: Loading data
ja: データをロード中

source: Loading data from Overpass:
ja: Overpassから読み込み:

source: Loading default map from mime-types to syntax kits from resource ''{0}''
ja: リソース''{0}''からMIMEタイプから構文キットへのデフォルトマップをロードしています

source: Loading early plugins
ja: 早期読み込みプラグインのロード中

source: Loading file failed: {0}
ja: ファイルのロードに失敗: {0}

source: Loading files
ja: ファイルをロード中

source: Loading history for node {0}
ja: ノード {0} の履歴をロード中

source: Loading history for relation {0}
ja: リレーション {0} の履歴をロード中

source: Loading history for way {0}
ja: ウェイ {0} の履歴をロード中

source: Loading imagery offsets...
ja: 画像オフセットを読み込み中...

source: Loading imagery preferences
ja: 画像設定を読み込み中

source: Loading json file…
ja: json ファイルをロード中

source: Loading local map from mime-types to syntax kits from resource ''{0}''
ja: リソース''{0}''からMIMEタイプから構文キットへのローカルマップをロードしています

source: Loading module ''{0}''...
ja: ''{0}'' モジュールを読み込み中...

source: Loading modules ...
ja: モジュールを読み込み中...

source: Loading parent relations
ja: 親リレーションをロード中

source: Loading plugin ''{0}''...
ja: プラグイン ''{0}''の読み込み...

source: Loading plugins
ja: プラグインのロード中

source: Loading plugins ...
ja: プラグインの読み込み

source: Loading preset sources from ''{0}''
ja: プリセットのソースを ''{0}'' から読み込み中

source: Loading rule sources from ''{0}''
ja: ''{0}''からルールのソースを読み込み中

source: Loading session ''{0}''
ja: セッション ''{0}'' を読み込み中

source: Loading shapefile ({0} features)
ja: シェイプファイルをロード中({0}個)

source: Loading style sources from ''{0}''
ja: ''{0}'' からスタイルソースをロード中

source: Loading {0}
ja: {0} 読み込み中です

source: Loads calibration data from a file
ja: ファイルから位置調整データを読み込みます

source: Loads calibration data from a world file
ja: ワールドファイルから位置調整データを読み込みます

source: Loads data from SDS
ja: SDSからのデータのロード

source: Local community can also be reached in existing [[mailing lists]] and in [[List of OSM centric Slack workspaces|Slack]].
ja: 既存の[[mailing lists]]および[[List of OSM centric Slack workspaces Slack]]でもローカルコミュニティに連絡できます。

source: Local files
ja: ローカルファイル

source: Local loop type
ja: ローカルループタイプ

source: Local name
ja: 地元の名称

source: Locale
ja: 地域

source: Locality
ja: 地形名

source: Locality, hamlet, place.
ja: 地区などの場所です。

source: Located inside a building?
ja: 建物内

source: Location
ja: ロケーション

source: Location description
ja: 場所の説明

source: Location transition
ja: 位置遷移

source: Lock
ja: 閘門

source: Lock Gate
ja: ロックゲート

source: Lockable
ja: ロック可能

source: Locked by {lockholder}
ja: {lockholder} によりロック中

source: Locksmith
ja: 錠前屋

source: Log in
ja: ログイン

source: Log level is at {0} ({1}, {2})
ja: ログレベルは {0} ({1}, {2}) です

source: Logging out session ''{0}''...
ja: セッション''{0}'' をログアウト中...

source: Login
ja: ログイン

source: Login successful, return to JOSM.
ja: ログインに成功しました。JOSMにもどります。

source: Logout
ja: ログアウト

source: Logout because authorization was not successful
ja: 認証に失敗したのでログアウトしました

source: Long segments
ja: 長い区間

source: Long waterway with {0} but without a tag which defines it as tunnel or underground.
ja: {0}があるが、トンネルまたは地下として定義するタグがない長い水路。

source: Longitude
ja: 経度

source: Longitude:
ja: 経度 :

source: Look In:
ja: 検索対象:

source: Look and Feel
ja: ルック＆フィール

source: Look in:
ja: 検索対象:

source: Look-Out Tower
ja: 展望塔

source: Looking for image files
ja: 画像ファイルを検索中

source: Looking for shoreline...
ja: 岸を検索中...

source: Looks for nodes or ways with FIXME in any property value.
ja: プロパティの値としてFIXMEをもつノードやウェイを検索

source: Looks for nodes or ways with fixme in any property value.
ja: プロパティの値としてFIXMEをもつノードやウェイを検索

source: Looks up the selected primitives in the error list.
ja: エラー一覧で選択中の要素を検索します。

source: Lookup
ja: 検索

source: Lottery
ja: 宝くじ売り場

source: Low
ja: 薄い

source: Low resolution (600x400)
ja: 低解像度 (600x400)

source: Lower limit of visibility
ja: 表示の下限

source: Lowest Number
ja: 最小住居番号

source: Lowest housenumber cannot be higher than highest housenumber
ja: 住居番号の最小値は最大値よりも大きくできません

source: Lowest housenumber of the terraced house
ja: テラスハウスの最小住居番号

source: Lowest number
ja: 最も小さな住居番号

source: Luggage ramp
ja: キャリーバッグ用スロープ

source: MASim preferences
ja: MASim設定

source: MATSim Import
ja: MATSimインポート

source: MATSim Transit Schedule Files
ja: MATSim交通スケジュール・ファイル

source: MTB Scale
ja: MTBスケール

source: Magazines
ja: 雑誌

source: Magic Carpet
ja: マジックカーペット

source: Mailing lists, web fora, and IRC channels are important and very public communication channels for the OpenStreetMap community.
ja: メーリングリスト、ウェブ掲示板、IRCチャンネルは、OpenStreetMapコミュニティにとって重要かつ非常に公的なコミュニケーション手段です。

source: Main dataset does not include node {0}
ja: 主データセットはノード {0} を含んでいません

source: Main toolbar
ja: メインツールバー

source: Make Audio Marker at Play Head
ja: 再生の最初に音声マーカーを作成します。

source: Make parallel copies of ways
ja: 並行するウェイのコピーを作成

source: Make photos movable and position them on the map.
ja: 画像を移動可能にして地図上に配置できるようにします。

source: Make sure psql is installed
ja: psqlがインストールされていることを確認してください

source: Make sure that the wikipedia=* article is not redirecting to another article
ja: wikipedia=*の記事が他の記事にリダイレクトしていないことを確認します。

source: Make sure the Wikidata item for the Q-ID in the wikidata=* tag actually exists
ja: wikidata=*タグ内のQ-IDのWikidata項目が実際に存在することを確認します。

source: Make sure the meaning of the tag remains the same!
ja: タグの意味が同じであることを確認してください。

source: Make sure the output format is set to 'out:xml' and the result contains actual polygons.
ja: 出力フォーマットが「out:xml」に設定され、結果に実際のポリゴンが含まれていることを確認します。

source: Make sure the preferences with key ''{1}'' include the path to the module.
ja: キー''{1}''の設定にモジュールへのパスが含まれていることを確認してください。

source: Make sure you add one or more via objects (nodes or ways) to the turn restriction.
ja: 進行方向制限に追加した1件以上のオブジェクト(ノードまたはウェイ)を確認してください。

source: Make sure you load some data if you use --selection.
ja: --selectionを使った場合、一部のデータだけをロードすることになります。

source: Make tasks smaller by clicking on specific tasks or drawing an area on the map.
ja: 特定のタスクをクリックするか、マップ上の領域を描画して、タスクを小さくします。

source: Make terraced houses out of single blocks.
ja: 1つのブロックからテラスハウスを作成する

source: Makes a pair of selected way segments parallel by rotating one of them around a chosen pivot.
ja: 選択されたウェイ区間の組について、一方を選択した支点で回転させることによって平行にします。

source: Makes sure that the wikipedia=* article is connected to the wikidata=* item
ja: wikipedia=*の記事がwikidata=*の項目に関連付けられていることを確認します。

source: Male
ja: 男性

source: Malformed URL for the EULA licence: {0}
ja: EULAライセンスに対する不正なURL: {0}

source: Malformed sentences: {0}
ja: 不正な形式のセンテンス: {0}

source: Mall
ja: ショッピングセンター

source: Man Made
ja: 人工物

source: Manage
ja: 管理

source: Manage Ignore
ja: 無視リストを管理

source: Manage open changesets and select a changeset to upload to
ja: 開かれた変更セットの管理とアップロードする変更セットの選択

source: Manage the ignore list
ja: 無視リストを管理する

source: Mandatory direction (any)
ja: 一方通行(各種)

source: Manhole
ja: マンホール

source: Manipulation Warning
ja: 操作の警告

source: Manor
ja: 荘園

source: Manual
ja: 手動

source: Manual adjust
ja: 手動調整

source: Manually
ja: 手動

source: Manually configure a HTTP proxy
ja: 手動でHTTPプロキシを設定

source: Manually report at:
ja: 次の場所で手動で報告する:

source: Manufacturer
ja: 製造元

source: Many issues can be resolved by gently contacting the other person.
ja: 多くの問題は、相手と穏やかに接触することで解決できます。

source: Many local maps will include these, since mapmakers often produce maps by referring to the plans.
ja: 地図を作る際にはこういった計画を参照することもあるため、計画倒れになった道路が地図に含まれるというケースもよくあります。

source: Many new OSMers have their first exposure to the community in these channels.
ja: 多くの新しいOSMersは、これらの経路でコミュニティに初めて接する機会があります。

source: Map
ja: 案内地図

source: Map - %1
ja: マップ - %1

source: Map - None
ja: マップ - なし

source: Map - TMS - %1
ja: マップ - TMS - %1

source: Map - WMS - %1
ja: マップ - WMS - %1

source: Map - WMS-C - %1
ja: 地図 - WMS-C - %1

source: Map - WMS-Tiled - %1
ja: 地図 - WMS-Tiled - %1

source: Map Adapter
ja: マップアダプタ

source: Map Paint Styles
ja: 地図描画スタイル

source: Map Preview
ja: 地図のプレビュー

source: Map Projection
ja: 地図投影法

source: Map Settings
ja: マップ設定

source: Map Style info
ja: マップスタイル情報

source: Map a task
ja: タスクのマッピング

source: Map another task
ja: 他のタスクをマッピング

source: Map based on OSM data
ja: OSM データに基づいた地図

source: Map for people in need
ja: 地図を届けよう 必要とする人へ

source: Map for quality assurance
ja: 品質保証マップ

source: Map information
ja: 地図の情報

source: Map paint preferences
ja: 地図描画設定

source: Map paint preferences...
ja: 地図描画設定...

source: Map paint style file (*.mapcss, *.zip)
ja: 地図描画スタイルファイル(*.mapcss, *.zip)

source: Map paint style file (*.xml, *.mapcss, *.zip)
ja: 地図描画スタイルファイル(*.xml, *.mapcss, *.zip)

source: Map paint style file (*.xml, *.zip)
ja: 地図描画スタイルファイル(*.xml, *.zip)

source: Map selected task
ja: 選択したタスクをマッピング

source: Map style
ja: マップスタイル

source: Map style editor
ja: マップスタイル編集

source: Map: {0}
ja: 地図: {0}

source: MapCSS selector
ja: MapCSS セレクタ

source: MapCSS stylesheet (*.css)
ja: MapCSSスタイルシート(*.css)

source: MapDust bug reports
ja: MapDustバグ報告

source: MapInfo files
ja: MapInfoファイル

source: Mapillary Images
ja: Mapillary 画像

source: Mapillary changeset
ja: Mapillaryの変更セット

source: Mapillary filter
ja: Mapillaryフィルタ

source: Mapillary history
ja: Mapillaryヒストリ

source: Mapillary image
ja: Mapillary画像

source: Mapillary layer
ja: Mapillary レイヤ

source: Mapillary login
ja: Mapillaryログイン

source: Mapped
ja: マッピング済

source: Mapper level
ja: マッパーレベル

source: Mappers
ja: マッパー

source: Mapping our world together
ja: 世界をマッピングしよう

source: Maps themselves can be a means for dialogue, and the passion it generated shows a certain maturation of the OSM project.
ja: 世界には紛争地域の正確な表現がまだ十分にできていない多くの場所があり、マッピングすること自体が対話の手段となり得るとか、このことがもたらした情熱といったものは OSM プロジェクトが何らかの成長を遂げたことを示しています。

source: Marina
ja: マリーナ

source: Marine Fuel
ja: 水上燃料補給所

source: Maritime
ja: 海上境界線

source: Mark
ja: マーク

source: Mark all items in the todo list as done.
ja: 全てのアイテムをToDoリスト内で完了にする

source: Mark selected
ja: 選択されているマーク

source: Mark the selected items (on the map) as done in the todo list.
ja: 選択（地図上で）されたアイテムをToDoリスト内で完了にする

source: Mark the selected tags as undecided
ja: 選択されたタグを未決にマーク

source: Markers From Named Points
ja: 名前のついた地点からのマーカー

source: Markers from {0}
ja: {0} のマーカー

source: Markers of
ja: マーカー:

source: Marks selected addresses in the map
ja: 選択された住所を地図中にマーク

source: Martinique Fort Desaix cache file (.UTM3)
ja: Martinique Fort Desaix キャッシュファイル(.UTM3)

source: Massage
ja: マッサージ店、接骨院

source: Mast
ja: マスト

source: Mastercard
ja: マスターカード

source: Matches
ja: 一致

source: Matches first photo with first gpx point
ja: 最初の写真と最初のGPXポイントをマッチさせます

source: Matching photos to track failed
ja: トラックへのフォトマッチに失敗しました。

source: Material
ja: 素材

source: Matrix set identifier
ja: マトリックス設定識別子

source: Max
ja: 最高

source: Max age for closed notes (days):
ja: メモを閉じる最大日数:

source: Max distance:
ja: 最長距離:

source: Max download area
ja: 最大ダウンロード領域

source: Max points count per 1 km
ja: 1kmあたりの最大ポイント数

source: Max zoom:
ja: 最大ズーム:

source: Max.
ja: 最大

source: Maximum age
ja: 年齢上限

source: Maximum area per request:
ja: リクエストあたりの最大面積:

source: Maximum cache age (days)
ja: 最大キャッシュ期間(日)

source: Maximum cache size (MB)
ja: 最大キャッシュサイズ(MB)

source: Maximum climbing length (m)
ja: 最大登坂長(m)

source: Maximum concurrent downloads per host:
ja: ホストあたりの最大ダウンロード数:

source: Maximum concurrent downloads:
ja: 最大同時ダウンロード数:

source: Maximum distance from route
ja: 経路からの最大距離

source: Maximum error (meters):
ja: 最大誤差(m):

source: Maximum gray value to count as water (0-255)
ja: 水域として判断する灰色の最大明度(0～255)

source: Maximum image width/height in pixel (''{0}'' means no limit), default value: {1}
ja: 最大イメージ幅/高さ(ピクセル単位)(''{0}''は無制限を意味します)、デフォルト値: {1}

source: Maximum incline the vehicle can go down
ja: 自動車が下ることができる最大下り勾配

source: Maximum incline the vehicle can go up
ja: 自動車が上ることができる最大上り勾配

source: Maximum length (meters)
ja: 最大長(m)

source: Maximum length for local files (meters)
ja: ローカルファイルでの最大長(m)

source: Maximum number of nodes in initial trace
ja: 初期トレースの最大ノード数

source: Maximum number of segments per way
ja: ウェイあたりの最大区間数

source: Maximum returned results (0 for all)
ja: 返される結果の最大値(0は全て)

source: Maximum size of disk cache (per imagery) in MB:
ja: ディスクキャッシュの最大サイズ（画像あたり、MB）:

source: Meadow
ja: 牧草地

source: Measured values
ja: 測定した値

source: Measurements
ja: 測定

source: Media
ja: メディア

source: Medical Supply
ja: 医療用品

source: Medium resolution (800x600)
ja: 中解像度(800x600)

source: Member
ja: メンバー

source: Member Of
ja: メンバー

source: Members
ja: メンバー

source: Members(resolved)
ja: メンバー(解決済み)

source: Members(with conflicts)
ja: メンバー(競合あり)

source: Membership card
ja: 会員証

source: Memorial
ja: 記念碑

source: Menu Name
ja: メニューの名前

source: Menu Name (Default)
ja: メニュー名(既定値)

source: Menu: {0}
ja: メニュー: {0}

source: Mercator
ja: メルカトル

source: Merge
ja: マージ

source: Merge GPX layers
ja: GPXレイヤを結合する

source: Merge Nearby Nodes Threshold
ja: 近接するノードを結合する閾値

source: Merge Nodes
ja: ノードの結合

source: Merge Nodes into %1
ja: ノードを%1にマージします

source: Merge Overlap (combine)
ja: 重複をマージ(結合)

source: Merge address points
ja: 住所の点をエリアに統合

source: Merge close nodes
ja: 近接ノードをマージ

source: Merge duplicate node?
ja: 重複したノードを統合しますか？

source: Merge layer
ja: レイヤーを結合

source: Merge nodes into the oldest one.
ja: 一番古いものにノードをマージします。

source: Merge objects nodes
ja: オブジェクトノードをマージ

source: Merge overlap
ja: 重複をマージ

source: Merge overlap of ways.
ja: ウェイの重複をマージします。

source: Merge overlapping part of ways.
ja: ウェイの重複部分をマージします。

source: Merge selection
ja: 選択を結合

source: Merge the current layer into another layer
ja: 現在のレイヤーを他のレイヤーに結合

source: Merge the currently selected objects into another layer
ja: 現在選択されているオブジェクトを他のレイヤー中に併合

source: Merge the selected nodes (first selected will remain)
ja: 選択されたノードをマージする(最初に選択されたものが残る)

source: Merge the tags in the clipboard with the ones of the selected feature.
ja: 選択したフィーチャーのタグと、クリップボードのタグを混ぜる

source: Merge this layer into another layer
ja: このレイヤーを他のレイヤーに結合

source: Merge {0} node
ja: {0}個のノードを結合

source: Merged member list frozen.
ja: 結合されたメンバーリストは凍結されています。

source: Merged members not frozen yet.
ja: 結合されたメンバーリストはまだ凍結されていません。

source: Merged node list frozen.
ja: 結合されたノードリストは凍結されています。

source: Merged nodes not frozen yet.
ja: 結合されたノードは凍結されていません。

source: Merged version
ja: 結合したバージョン

source: Merged version ({0} entry)
ja: 結合したバージョン ({0}項目)

source: Merging data...
ja: データの併合...

source: Merging deleted objects failed
ja: 削除されたオブジェクトの併合に失敗

source: Merging layers
ja: レイヤーを併合

source: Merging layers with different upload policies
ja: 異なるアップロードポリシーのレイヤーを結合

source: Merging too many objects with different upload policies
ja: 異なるアップロードポリシーのオブジェクトが多数混在しているため、マージできません

source: Merkaartor document (*.mdc)
ja: Merkaartor文書(*.mdc)

source: Merkaartor documents Files (*.mdc)
ja: Merkaartor文書ファイル (*.mdc)

source: Merkaartor import settings (*.mis)
ja: Merkaartorインポート設定 (*.mis)

source: Merkaartor map style (*.mas)
ja: Merkaartorマップスタイル(*.mas)

source: Merkaartor shortcut scheme (*.mss)
ja: Merkaartorショートカット設定 (*.mss)

source: Merkaartor tag template (*.mat)
ja: Merkaartorタグテンプレート(*.mat)

source: Merkaartor tag templates (*.mat)
ja: Merkaartorタグテンプレート(*.mat)

source: Message
ja: メッセージ

source: Message notifier
ja: メッセージ通知

source: Message of the day not available
ja: 今日のメッセージはありません

source: Meta
ja: メタな

source: Metadata
ja: メタデータ

source: Metal construction
ja: 金属加工所

source: Meters
ja: メートル

source: Method
ja: 方式

source: Metric
ja: メートル法

source: Michigan Left
ja: ミシガン左折

source: Microbrewery
ja: 地酒醸造所

source: Middle click again to cycle through.<br>Hold CTRL to select directly from this list with the mouse.<hr>
ja: さらに中クリックするとこの一覧の項目を順に選択できます。<br> CTRL キーを押しつづけるとマウスでこの一覧から直接選べます。

source: Middle nodes
ja: 途中のノードを選択

source: Milestone
ja: マイルストーン

source: Military
ja: 軍用

source: Min
ja: 最低

source: Min Distance:
ja: 最短距離:

source: Min zoom:
ja: 最小ズーム:

source: Min.
ja: 最小

source: Min/Max zoom
ja: 最小/最大ズーム

source: Mine
ja: 鉱山

source: Mine shaft
ja: 坑道

source: Mineshaft
ja: 縦坑

source: Mini map
ja: 小地図

source: Mini-Roundabout
ja: 小さい環状交差点

source: Miniature Golf
ja: ミニチュアゴルフ

source: Minimal climbing length (m)
ja: 最小登坂長(m)

source: Minimum JOSM Version:
ja: JOSMの最低バージョン:

source: Minimum age
ja: 最低年齢制限

source: Minimum cache expiry:
ja: キャッシュの最小有効期間

source: Minimum distance (pixels)
ja: 最小距離(ピクセル)

source: Minutes: {0}
ja: 分: {0}

source: Mirror
ja: 鏡像

source: Mirror selected nodes and ways.
ja: 選択したノードやウェイの鏡像を作ります。

source: Missing argument - input data file ({0})
ja: 引数がありません - 入力データファイル ({0})

source: Missing attribute ''ref'' on member in relation {0}.
ja: リレーション {0} のメンバーに属性 ''ref'' がありません

source: Missing attribute ''type'' on member {0} in relation {1}.
ja: リレーション {1} のメンバー {0} に属性 ''type'' がありません

source: Missing attribute ''version'' on OSM primitive with ID {0}.
ja: ID {0} のOSM プリミティブに属性 ''version'' がありません。

source: Missing attribute ''{0}'' on XML tag ''{1}''.
ja: XML タグ ''{1}'' の属性 ''{0}'' がありません。

source: Missing audio file
ja: 不明なオーディオファイル

source: Missing definition of new object with id {0}.
ja: ID {0} の新しいオブジェクトの定義がありません。

source: Missing input data
ja: 入力データがありません

source: Missing key or value attribute in tag.
ja: タグ内のキーまたは値属性が見つかりません。

source: Missing mandatory attribute ''{0}'' of XML element {1}.
ja: XML 要素 {1} の必須属性 ''{0}'' が見つかりません。

source: Missing mandatory attribute ''{0}'' on <member> of relation {1}.
ja: リレーション {1} の <member> に必須の属性 ''{0}'' がありません。

source: Missing mandatory attribute ''{0}'' on <nd> of way {1}.
ja: ウェイ {1} の<nd>上に必要な属性 ''{0}'' がありません。

source: Missing mandatory attribute ''{0}''.
ja: 必須の属性 ''{0}'' がありません

source: Missing merge target for node with id {0}
ja: ID {0} のノードの結合対象が見つかりません

source: Missing merge target for relation with id {0}
ja: ID {0} のリレーションの結合対象が見つかりません

source: Missing merge target for way with id {0}
ja: ID {0} のウェイの結合対象が見つかりません

source: Missing merge target for {0} with id {1}
ja: ID {1} のマージ先 {0} が見つかりません

source: Missing merge target of type {0} with id {1}
ja: 種別 {0} ID {1} の結合対象が見つかりません

source: Missing name:* translation
ja: 翻訳名(name:*)の不備

source: Missing name:*={0}.
ja: name:*={0} がありません。

source: Missing operator for NOT
ja: NOTに対する演算子が見つかりません

source: Missing parameter for OR
ja: ORのパラメータが見つかりません

source: Missing parameter for XOR
ja: XORのパラメーターがありません

source: Missing plugin main version in plugin {0}
ja: プラグイン {0} にメインバージョンがありません

source: Missing power tower/pole within power line
ja: 送電塔/電柱に電線が接続されていません

source: Missing preference file ''{0}''.
ja: 基本設定ファイル「{0}」がありません。

source: Missing relation members will be downloaded.
ja: 欠落しているリレーションメンバがダウンロードされます。

source: Missing required attribute ''{0}''.
ja: 必要な属性 ''{0}'' がありません。

source: Missing user identity
ja: ユーザー認証に失敗しました

source: Misspelled property key
ja: プロパティキーの綴り間違い

source: Misspelled property value
ja: プロパティ値のスペルミス

source: Mixed Lift
ja: 混合リフト

source: Mixed type duplicated nodes
ja: 混合タイプの重複ノード

source: Mobil
ja: モービル

source: Mobile Phone
ja: 携帯電話店

source: Mobile phone
ja: 携帯電話

source: Mode
ja: モード

source: Mode:
ja: モード:

source: Mode: Draw Angle snapping
ja: モード: 角度合わせして描画する

source: Mode: {0}
ja: モード: {0}

source: Model Aerodrome
ja: 模型飛行機場

source: Modeless working (Potlatch style)
ja: モードなし作業(Potlatchスタイル)

source: Modified
ja: 変更されました

source: Modified times (time stamps) of audio files.
ja: 音声ファイルの更新時刻(タイムスタンプ)

source: Modify list of imagery layers displayed in the Imagery menu
ja: 画像メニューに表示する画像レイヤーの一覧を変更

source: Modify list of parameter for server request.
ja: サーバーリクエストのパラメーターの一覧を変更してください。

source: Module bundled with opendata plugin
ja: OpenDataプラグインにバンドルされたモジュール

source: Module update failed
ja: モジュールの更新に失敗しました

source: Modules
ja: モジュール

source: Modules up to date
ja: モジュールは最新版です

source: Money Exchange
ja: 両替

source: Money transfer
ja: 送金

source: Monitoring Station
ja: 観測所

source: Monitoring:
ja: 観測対象:

source: Monorail
ja: モノレール

source: Months
ja: ヶ月

source: Monument
ja: 記念堂

source: Mooring
ja: 停泊地

source: Mopeds
ja: モペッド

source: More info...
ja: 詳細情報...

source: More information about this feature
ja: この地物・機能の詳細情報

source: More mapping needed
ja: 追加のマッピングが必要
